[
    {
      "ghost": "Banshee",
      "EMF5": false,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": false,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": true,
      "description": "The singing siren, known for attacking its victims through song. It has been known to single out its prey before making a killing blow.",
      "strength": "Banshee will weaken their target before striking.",
      "weakness": "Banshee's can sometimes be heard screaming with a parabolic microphone.",
      "huntThreshold": "50% (Only checks target's sanity)",
      "hidden": "Only targets one player.\nWill follow that one player around.\nHas unique parabolic mic response.\nMore likely to do singing ghost events."
    },
    {
      "ghost": "Demon",
      "EMF5": false,
      "orb": false,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": true,
      "ghostWriting": true,
      "DOTS": false,
      "description": "Demons are the most aggressive ghosts we've ever encountered. Known to attack without reason, they seem to enjoy the thrill of the hunt.",
      "strength": "Demons will initiate hunts more often than other ghosts.",
      "weakness": "Demons fear the Crucifix and will be less aggressive near one.",
      "huntThreshold": "70% or anytime if ability used.",
      "hidden": "Can hunt every 20 seconds (25 for other ghosts)\nOnly affected by smudge stick for 60 seconds for preventing hunts.\nUses crucifix from greater range (5m from 3m)."
    },
    {
      "ghost": "Deogen",
      "EMF5": false,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": true,
      "description": "Sometimes surrounded by an endless fog. Deogen have been eluding ghost hunters for years.\nThese ghosts have been reported to find even the most hidden prey, before stalking them into exhaustion.",
      "strength": "Deogen constantly sense the living. You can run but you can't hide.",
      "weakness": "Deogen require a lot of energy to form and will move very slowly when approaching its victim.",
      "huntThreshold": "40%",
      "hidden": "Moves very fast until it finds you and then speed drops dramatically.\nForced Evidence: Spirit Box\nHas unique spirit box response."
    },
    {
      "ghost": "Goryo",
      "EMF5": true,
      "orb": false,
      "spiritBox": false,
      "freezingTemps": false,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": true,
      "description": "When a Goryo passes through a DOTS projector, using a video camera is the only way to see it.",
      "strength": "A Goryo will usually only show itself on camera if there are no people nearby.",
      "weakness": "They are rarely seen far from their place of death.",
      "huntThreshold": "50%",
      "hidden": "Forced Evidence: D.O.T.S\nWill not change it's favourite room."
    },
    {
      "ghost": "Hantu",
      "EMF5": false,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": false,
      "description": "A Hantu is a rare ghost that thrives in the coldest climates. The cold seems to make them more aggressive and empowered.",
      "strength": "Lower temperatures allow the Hantu to move at faster speeds.",
      "weakness": "Hantus move slower in warmer areas.",
      "huntThreshold": "50%",
      "hidden": "Increased chance to turn off the breaker\nIf breaker off, it's breath is visible\nDon't speed up with line of sight\nForced Evidence: Freezing Temps"
    },
    {
      "ghost": "Jinn",
      "EMF5": true,
      "orb": false,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": false,
      "description": "A Jinn is a territorial ghost that will attack when threatened. It has also been known to be able to travel at significant speed.",
      "strength": "A Jinn will travel at a faster speed if its victim is far away.",
      "weakness": "Turning off the location's power source will prevent the Jinn from using its ability.",
      "huntThreshold": "50%",
      "hidden": "Cannot turn off the breaker.\nCan drain sanity by 25% which will give EMF 2 at the breaker.\nSpeeds up with line of sight when breakers on and then goes back to normal speed."
    },
    {
      "ghost": "Mare",
      "EMF5": false,
      "orb": true,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": false,
      "description": "A Mare is the source of all nightmares, making it more powerful in the dark.",
      "strength": "A Mare will have an increased chance to attack in the dark.",
      "weakness": "Turning the lights on around the Mare will lower its chance to attack.",
      "huntThreshold": "60% if lights off, 40% if lights on",
      "hidden": "Can instantly switch off a light after switched on.\nMore likely to do light breaking ghost events.\nWill wander more if lights are on in it's room."
    },
    {
      "ghost": "Moroi",
      "EMF5": false,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": false,
      "description": "Moroi have risen from the grave to drain energy from the living. They have been known to place curses on their victims, curable only by antidotes or moving very far away.",
      "strength": "The weaker their victims, the stronger the Moroi becomes.",
      "weakness": "Moroi suffer from hyperosmia, weakening them for longer periods.",
      "huntThreshold": "50%",
      "hidden": "Curses with double passive sanity drain if you get a response from parabolic mic or spirit box.\nMoves faster with lower sanity.\nSmudging blindness effect lasts 12 seconds (6 seconds longer than other ghosts)\nForced evidence: Spirit Box"
    },
    {
      "ghost": "Myling",
      "EMF5": true,
      "orb": false,
      "spiritBox": false,
      "freezingTemps": false,
      "fingerprints": true,
      "ghostWriting": true,
      "DOTS": false,
      "description": "A Myling is a very vocal and active ghost. They are rumoured to be quiet when hunting their prey.",
      "strength": "A Myling is known to be quieter when hunting.",
      "weakness": "Mylings more frequently make paranormal sounds.",
      "huntThreshold": "50%",
      "hidden": "Cannot be heard before flashlight starts flickering.\nMore talkative on parabolic mic."
    },
    {
      "ghost": "Obake",
      "EMF5": true,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": false,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": false,
      "description": "Obake are terrifying shape-shifters, capable of taking on many forms. They have been seen taking on humanoid shapes to attract their prey.",
      "strength": "When interacting with the environment, an Obake will rarely leave a trace.",
      "weakness": "Sometimes this ghost will shapeshift, leaving behind unique evidence.",
      "huntThreshold": "50%",
      "hidden": "Can change appearance when hunting between blinks.\nForced Evidence: Fingerprints\n Sometimes leaves 6 fingered fingerprint on doors or two fingered on light switch."
    },
    {
      "ghost": "Oni",
      "EMF5": true,
      "orb": false,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": true,
      "description": "Onis love to scare their victims as much as possible before attacking. They are often seen in their physical form, guarding their place of death.",
      "strength": "Oni are much more active whilst people are nearby and will drain their sanity faster when manifesting.",
      "weakness": "Oni disappear less often while hunting their prey.",
      "huntThreshold": "50%",
      "hidden": "Cannot do airball ghost event.\nVery visible during hunt."
    },
    {
      "ghost": "Onryo",
      "EMF5": false,
      "orb": true,
      "spiritBox": true,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": false,
      "description": "The Onryo is often referred to as 'The Wrathful Spirit'. It steals souls from dying victims' bodies to seek revenge. This ghost has been known to fear any form of fire, and will do anything to be far from it.",
      "strength": "Extinguishing a flame can cause an Onryo to attack.",
      "weakness": "When threatened, this ghost will be less likely to hunt.",
      "huntThreshold": "60% or after third flame blown out",
      "hidden": "Can't hunt near a lit candle.\nCandle will have 4m range.\nWill blow out candles before using crucifix."
    },
    {
      "ghost": "Phantom",
      "EMF5": false,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": true,
      "description": "A Phantom is a ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
      "strength": "Looking at a Phantom will drop your sanity considerably faster.",
      "weakness": "Taking a photo of the Phantom will make it temporarily disappear.",
      "huntThreshold": "50%",
      "hidden": "Disappears if you take photo during ghost event but event continues.\nCan wander to a player.\nNot very visible during hunt."
    },
    {
      "ghost": "Poltergeist",
      "EMF5": false,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": true,
      "ghostWriting": true,
      "DOTS": false,
      "description": "One of the most famous ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
      "strength": "Poltergeists can throw multiple objects at once, and with great force.",
      "weakness": "With nothing to throw, Poltergeists become powerless.",
      "huntThreshold": "50%",
      "hidden": "Can explode item piles.\nThrowing items drains your sanity by 2%."
    },
    {
      "ghost": "Raiju",
      "EMF5": true,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": true,
      "description": "A Raiju is a demon that thrives on electrical current. While generally calm, they can become agitated when overwhelmed with power.",
      "strength": "A Raiju can siphon power from nearby electrical devices, making it move faster.",
      "weakness": "Raiju are constantly disrupting electronic equipment when attacking, making it easier to track.",
      "huntThreshold": "65% if in the prescence of active electronic equipment, 50% otherwise",
      "hidden": "Disrupts equipment from further away during a hunt.\nWill not gradually speed up with line of sight if near active equipment."
    },
    {
      "ghost": "Revenant",
      "EMF5": false,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": false,
      "description": "A Revenant is a violent ghost that will attack indiscriminately. Their speed can be deceiving, as they are slow while dormant; however, as soon as they hunt they can move incredibly fast.",
      "strength": "A Revenant will travel at a significantly faster speed when hunting their prey.",
      "weakness": "Hiding from the Revenant will cause it to move very slowly.",
      "huntThreshold": "50%",
      "hidden": "Moves slow when hunting until it sees player then speeds up dramatically."
    },
    {
      "ghost": "Shade",
      "EMF5": true,
      "orb": false,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": false,
      "description": "A Shade is known to be very shy. There is evidence to suggest that a Shade will stop all paranormal activity if there are people nearby.",
      "strength": "Shades are much harder to find.",
      "weakness": "The ghost will not enter a hunt if there are people nearby.",
      "huntThreshold": "35%",
      "hidden": "Don't tend to do very visible ghost events."
    },
    {
      "ghost": "Spirit",
      "EMF5": true,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": false,
      "description": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
      "strength": "None.",
      "weakness": "A spirit can be temporarily stopped by burning Smudge Sticks near them.",
      "huntThreshold": "50%",
      "hidden": "Cannot hunt for 3 minutes after being smudged."
    },
    {
      "ghost": "Thaye",
      "EMF5": false,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": true,
      "DOTS": true,
      "description": "Thaye have been known to rapidly age over time, even in the afterlife. From what we've learned, they seem to deteriorate faster while within the prescence of the living.",
      "strength": "Upon entering the location, Thaye will become active, defensive and agile.",
      "weakness": "Thaye will weaken over time, making them weaker, slower and less aggressive.",
      "huntThreshold": "Initially 75%, -6% for each age, 15% at max age (10)",
      "hidden": "Moves very fast when young and slows with age.\nDoes not speed up with line of sight.\nChanges age on Ouija board."
    },
    {
      "ghost": "The Mimic",
      "EMF5": false,
      "orb": true,
      "spiritBox": true,
      "freezingTemps": true,
      "fingerprints": true,
      "ghostWriting": false,
      "DOTS": false,
      "description": "The Mimic is an elusive, mysterious copycat ghost that mirrors traits and behaviours from others, including other ghost types.",
      "strength": "We're unsure what this ghost is capable of. Be careful",
      "weakness": "Several reports have noted ghost orb sightings near mimics.",
      "huntThreshold": "Inherited from currently mimicked ghost",
      "hidden": "Forced Evidence: Ghost Orbs"
    },
    {
      "ghost": "The Twins",
      "EMF5": true,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": false,
      "description": "These ghosts have been reported to mimic each other's actions. They alternate their attacks to confuse their prey.",
      "strength": "Either Twin can be angered and initiate an attack on their prey.",
      "weakness": "The Twins will often interact with the environment at the same time.",
      "huntThreshold": "50%",
      "hidden": "One twin is slightly slower, one is slightly faster.\nCan do two interactions at the same time.\nCan hunt from a room other than their ghost room.\nSometimes have curved activity lines."
    },
    {
      "ghost": "Wraith",
      "EMF5": true,
      "orb": false,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": true,
      "description": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
      "strength": "Wraiths almost never touch the ground, meaning it can't be tracked by footsteps.",
      "weakness": "Wraiths are afraid of salt and will actively avoid it.",
      "huntThreshold": "50%",
      "hidden": "Can't step in salt piles.\nCan teleport to players which gives EMF 2 reading."
    },
    {
      "ghost": "Yokai",
      "EMF5": false,
      "orb": true,
      "spiritBox": true,
      "freezingTemps": false,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": true,
      "description": "Yokai are common ghosts that are attracted to human voices. They can usually be found haunting family homes.",
      "strength": "Talking near a Yokai will anger it, increasing the chance of an attack.",
      "weakness": "When hunting, a Yokai can only hear voices close to it.",
      "huntThreshold": "80% if players talking within 2 meters, 50% otherwise",
      "hidden": "Cannot detect voice or equipment from further than 2.5m away."
    },
    {
      "ghost": "Yurei",
      "EMF5": false,
      "orb": true,
      "spiritBox": false,
      "freezingTemps": true,
      "fingerprints": false,
      "ghostWriting": false,
      "DOTS": true,
      "description": "A Yurei is a ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
      "strength": "Yureis have been known to have a stronger effect on people's sanity.",
      "weakness": "Smudging the Yurei's place of death will trap it temporarily, reducing how much it wanders.",
      "huntThreshold": "50%",
      "hidden": "Can drain sanity by 15% by slamming a door\nCan double door touch.\n"
    }
  ]